{"id":77,"date":"2015-02-01T16:44:49","date_gmt":"2015-02-01T16:44:49","guid":{"rendered":"http:\/\/solus.progressionstudios.com\/?p=77"},"modified":"2018-09-21T04:37:23","modified_gmt":"2018-09-21T04:37:23","slug":"cross-browser-compatible","status":"publish","type":"post","link":"https:\/\/solus.progressionstudios.com\/2015\/02\/cross-browser-compatible\/","title":{"rendered":"Cross Browser Compatible"},"content":{"rendered":"<p>Always strive for better work. Never stop learning. Have fun a clear plan for a new project or just an idea on a napkin?  Sky, land, and sea disappear together out of the world.<\/p>\n<p><!--more-->The dawn breaks high behind the towering and serrated wall of the <em>Cordillera<\/em>, a clear-cut vision of dark peaks rearing their steep slopes on a lofty pedestal of forest rising from the very edge of the shore. Amongst them the white head of Higuerota rises majestically upon the blue. Bare clusters of enormous.<\/p>\n<h5>Above it all<\/h5>\n<p>The wasting edge of the <a href=\"#!\">cloud-bank always strives for<\/a>, but seldom wins, the middle of the gulf. The sun—<em>as the sailors say<\/em>—is eating it up. Unless perchance a sombre thunder-head breaks away from the main body to career all over the gulf till it escapes into the offing beyond Azuera, where it bursts suddenly.<\/p>\n<blockquote><p>People think focus means saying yes to the thing you’ve got to focus on. But that’s not what it means at all. It means saying no to the hundred other good ideas that there are. You have to pick carefully.<br \/>\n<em>Steve Jobs – Apple Worldwide Developers’ Conference, 1997<\/em><\/p><\/blockquote>\n<p>At night the body of clouds advancing higher up the sky smothers the whole quiet gulf below with an impenetrable darkness, in which the sound of the falling showers can be heard beginning and ceasing abruptly—now here, now there. Indeed, these cloudy nights are proverbial with the seamen along the whole west coast of a great continent.<\/p>\n<ul>\n<li>The dawn breaks high behind the towering and serrated wall<\/li>\n<li>A clear-cut vision of dark peaks rearing their steep slopes<\/li>\n<li>Amongst them the white head of Higuerota<\/li>\n<li>Bare clusters of enormous rocks sprinkle with tiny black dots<\/li>\n<\/ul>\n<p>The gulf. The sun—as the sailors say—is eating it up. Unless perchance a sombre thunder-head breaks away from the main body to career all over the gulf till it escapes into the offing beyond Azuera, where it bursts suddenly into flame and crashes like a sinster pirate-ship of the air, hove-to above the horizon, engaging the sea.<\/p>\n<blockquote class=\"alignleft below-entry-meta\"><p>Indeed, these cloudy nights are proverbial with the seamen along the whole west coast of a great continent.<br \/>\n<em>John Doe<\/em><\/p><\/blockquote>\n<p>At night the body of clouds advancing higher up the sky smothers the whole quiet gulf below with an impenetrable darkness, in which the sound of the falling showers can be heard beginning and ceasing abruptly—now here, now there. Indeed, these cloudy nights are proverbial with the seamen along the whole west coast of a great continent. Sky, land, and sea disappear together out of the world when the Placido—as the saying is—goes to sleep under its.<br \/>\nThe Indian girls, with hair like flowing black manes, and dressed only in a shift and short petticoat, stared dully from under the square-cut fringes on their foreheads; the noisy frizzling of fat had stopped, the fumes floated upwards in sunshine, a strong smell of burnt onions hung in the drowsy heat, enveloping the house; and the eye lost itself in a vast flat expanse of grass to the west, as if the plain between the Sierra overtopping Sulaco and the coast range away there towards Esmeralda had been as big as half the world.<br \/>\nThe Italian drivers saluted him from the foot-plate with raised hand, while the negro brakesmen sat carelessly on the brakes, looking straight forward, with the rims of their big hats flapping in the wind. In return Giorgio would give a slight sideways jerk of the head, without unfolding his arms.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Always strive for better work. Never stop learning. Have fun a clear plan for a new project or just an idea on a napkin?  Sky, land, and sea disappear together out of the world.<\/p>\n","protected":false},"author":1,"featured_media":79,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/posts\/77"}],"collection":[{"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/comments?post=77"}],"version-history":[{"count":0,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/posts\/77\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/media\/79"}],"wp:attachment":[{"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/media?parent=77"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/categories?post=77"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/solus.progressionstudios.com\/wp-json\/wp\/v2\/tags?post=77"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}